Repository: sbokatuk/HRHelper
Catalog: src/HRHelper/Resources/SharedResource.*.resx
Languages: ka

# Nav_Home
source: Home
ka: მთავარი

# Nav_Admin
source: Admin
ka: ადმინი

# Footer_Version
source: Version
ka: ვერსია

# Footer_Copyright
source: Â© {0} bokatuk.com
ka: © {0} bokatuk.com

# Admin_Title
source: Admin
ka: ადმინი

# Admin_Create
source: Create special request
ka: სპეც. ბმულის შექმნა

# Admin_Templates
source: Questionnaire templates
ka: კითხვარის შაბლონები

# Admin_Links
source: Special request links
ka: სპეც. ბმულების სია

# Admin_Table_Title
source: Title
ka: სათაური

# Admin_Table_Type
source: Type
ka: ტიპი

# Admin_Table_Link
source: Link
ka: ბმული

# Admin_Table_Expires
source: Expires
ka: იწურება

# Admin_Completed
source: Completed submissions
ka: შესრულებული გაგზავნები

# Login_Title
source: Admin Login
ka: ადმინისტრატორის შესვლა

# Login_Password
source: Admin password
ka: ადმინისტრატორის პაროლი

# Login_Submit
source: Login
ka: შესვლა

# Create_Title
source: Create special request
ka: სპეც. ბმულის შექმნა

# Create_Request_Title
source: Title
ka: სათაური

# Create_Description
source: Description
ka: აღწერა

# Create_Type
source: Type
ka: ტიპი

# Create_Type_Assignment
source: Assignment
ka: დავალება

# Create_Type_English
source: English test (video)
ka: ინგლისური (ვიდეო)

# Create_Type_Questionnaire
source: Questionnaire
ka: კითხვარი

# Create_Expires
source: Expires (UTC)
ka: იწურება (UTC)

# Create_TypeParams
source: Type parameters
ka: ტიპის პარამეტრები

# Create_VideoUrl
source: Video URL (optional)
ka: ვიდეო URL (არასავალდებულო)

# Create_Prompt
source: Prompt text
ka: ინსტრუქცია

# Create_Pdf
source: PDF (optional)
ka: PDF (არასავალდებულო)

# Create_TemplateId
source: Template Id (GUID, optional)
ka: შაბლონის Id (GUID, არასავალდებულო)

# Create_Submit
source: Create
ka: შექმნა

# Templates_Title
source: Questionnaire templates
ka: კითხვარის შაბლონები

# Templates_Existing
source: Existing templates
ka: არსებული შაბლონები

# Templates_CreateUpdate
source: Create / Update
ka: შექმნა / განახლება

# Templates_Id
source: Id (optional, for update)
ka: Id (არასავალდებულო, განახლებისთვის)

# Templates_Name
source: Name
ka: სახელი

# Templates_Questions
source: Questions (JSON array of QuestionItem)
ka: კითხ. (JSON მასივი QuestionItem-ების)

# Templates_Save
source: Save
ka: შენახვა

# Assignment_Title
source: Assignment
ka: დავალება

# Assignment_LinkNA
source: Link is not available.
ka: ბმული მიუწვდომელია.

# Assignment_UploadOrGit
source: Upload result archive or provide a link to a public GitHub repository
ka: ატვირთეთ არქივი ან მიუთითეთ საჯარო GitHub რეპოზიტორის ბმული

# Assignment_Archive
source: Archive
ka: არქივი

# Assignment_Submit
source: Submit
ka: გაგზავნა

# Assignment_Thanks
source: Submitted. Thank you!
ka: გაგზავნილია. მადლობა!

# English_Title
source: English test
ka: ინგლისური

# English_LinkNA
source: Link is not available.
ka: ბმული მიუწვდომელია.

# English_RecordOrUpload
source: Record from webcam or upload a video
ka: ჩაწერეთ კამერით ან ატვირთეთ ვიდეო

# English_Record
source: Record
ka: ჩაწერა

# English_Stop
source: Stop
ka: შეჩერება

# English_Submit
source: Submit
ka: გაგზავნა

# English_Thanks
source: Submitted. Thank you!
ka: გაგზავნილია. მადლობა!

# Questionnaire_Title
source: Questionnaire
ka: კითხვარი

# Questionnaire_LinkNA
source: Link is not available.
ka: ბმული მიუწვდომელია.

# Questionnaire_Submit
source: Submit
ka: გაგზავნა

# Questionnaire_Thanks
source: Submitted. Thank you!
ka: გაგზავნილია. მადლობა!
